Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/moving_country/asylum_seekers_and_refugees/services_for_asylum_seekers_in_ireland/legal_aid_for_asylum_seekers_in_ireland.html.txt.tmx
Source language: en
Languages: fr

source: Legal aid for asylum seekers
fr: Aide juridique destinée aux demandeurs d'asile en Irlande

source: Free legal aid is available to asylum seekers in Ireland through the Legal Aid Board to assist at all stages of the international protection process. This includes at the time of the initial application, first interview and appeals
fr: Les demandeurs du droit d'asile bénéficient d'une assistance juridique gratuite par le biais du Service juridique pour les Réfugiés qui peut les aider à tous les stades de la procédure de demande d'asile, y compris au moment de leur demande initiale, lors de leur première entrevue, des recours en appel et pour leur apporter des conseils en matière d'expulsion

source: Alternatively, you may also engage the services of a solicitor at your own expense
fr: Il vous est également possible d'engager les services d'un avocat privé, à vos frais

source: You may also consult with the United Nations High Commissioner for Refugees
fr: Par ailleurs, vous pouvez consulter le Haut Commissariat des Nations Unies pour les Réfugiés

source: The Irish Refugee Council Independent Law Centre provides early legal advice and representation to those in the early stages of the asylum process
fr: Le centre du loi indépendant du Irish Refugee Council (Conseil irlandais pour les Réfugiés) offre de conseil et representation juridique aux personne en stades débuts de la procédure de demande d'asile

source: You should seek legal advice as early as possible in the process for asylum
fr: Il vous est conseillé de vous adresser à un juriste sans tarder lorsque vous entamez la procédure de demande du droit d'asile

source: Civil legal aid and advice for asylum seekers
fr: Le Service juridique pour les Réfugiés

source: The Legal Aid Board provides confidential and independent legal services to persons applying for asylum in Ireland
fr: Le Service juridique pour les Réfugiés (Refugee Legal Service) a été établi par la Direction de l'Aide juridique (Legal Aid Board) dans le but d'offrir des services confidentiels et indépendants à des demandeurs d'asile en Irlande

source: The Board's civil legal aid and advice scheme will assist with applications for asylum or subsidiary protection and appeals to the Refugee Appeals Tribunal
fr: Une aide et des conseils juridiques sont également fournis dans des cas appropriés relatifs aux arrêtés d'expulsion. Le Service juridique pour les Réfugiés offre un service confidentiel à tous ceux qui le contactent

source: It will not assist you with a judicial review of how the decision on your application was made but you might be able to get civil legal aid for that separately
fr: Vous devez faire un test de moyens pour vous donner le droit de bénéficier des services juridiques - voir 'Conditions' ci-dessous

source: To apply for legal aid and advice you must fill in an application form – see ‘How to apply’ below. To qualify for legal aid you must pass a means test - see 'Rules' below
fr: La Direction de l'Aide juridique est un organisme public indépendant chargé de fournir une assistance juridique en matière de droit civil

source: A person who makes an application for legal services will be assisted as soon as possible
fr: Quiconque sollicite des services juridiques recevra une assistance dans les meilleurs délais

source: The Legal Aid Board will provide assistance in the following way:
fr: Cette aide se présentera de la manière suivante:

source: • It will generally assist in applications for asylum by providing advice to you before you submit your questionnaire to the International Protection Office or before you attend your interview in the International Protection Office
fr: • L'aide apportée par le Service juridique pour les Réfugiés portera généralement sur les demandes du droit d'asile et visera à vous conseiller avant que vous ne remettiez votre questionnaire au Bureau du Commissariat chargé des demandes des réfugiés ou que vous ne vous présentiez à votre entrevue dans ce même organisme

source: • It can make written submissions to the International Protection Office in support of your application for asylum
fr: • Le Service juridique pour les Réfugiés peut argumenter par écrit en faveur de votre demande d'asile auprès du Bureau du Commissariat chargé des demandes des réfugiés (Office of the Refugee Applications Commissioner)

source: • It can provide representation before the International Protection Appeals Tribunal
fr: • Le Service juridique pour les Réfugiés peut fournir les services d'un avocat en vue d'un recours devant la Cour d'appel en matière de Réfugiés

source: • Where an application for refugee status is refused, it can assist generally in the submission of applications in accordance with the Immigration Act 1999 and matters arising from this submission
fr: • En cas de rejet d'une demande d'attribution du statut de réfugié, le rôle du Service juridique pour les Réfugiés consistera généralement à apporter une aide dans la préparation des demandes conformément à la Loi sur l'Immigration de 1999 (Immigration Act, 1999) et dans les questions résultant de cette démarche

source: To qualify for legal services, your income, less certain allowances, must be less than €18,000 and you must pay a minimum contribution of €10 for legal advice and, if you need it, legal aid
fr: Il vous faut également débourser une somme minimum de €10 correspondant aux conseils juridiques et de €50 destinée aux démarches auprès de la Cour d'appel en matière de réfugiés ou de la Haute Cour (High Court)

source: People who are only receiving social welfare payments will generally be eligible for legal services at the minimum contribution
fr: Les personnes dont les revenus sont uniquement constitués de prestations sociales auront généralement le droit de ne payer que la contribution minimum

source: People in Direct Provision may apply to have some of their contribution waived, which is at the discretion of the Legal Aid Board
fr: Quant à celles qui sont directement à la charge de l'Etat, elles pourront demander à ne pas avoir à payer certaines de ces contributions

source: Requirements of people seeking assistance
fr: Obligations de ceux qui sollicitent une aide juridique

source: If you become a client of the Legal Aid Board you must:
fr: Si vous faites appel au Service juridique pour les Réfugiés, il est nécessaire que vous:

source: • Keep the Legal Aid Board advised at all times of your current address
fr: • Informiez à tout moment le Service juridique pour les Réfugiés de tout changement d'adresse

source: • Attend at all appointments made for you with your caseworker or solicitor in the Legal Aid Board
fr: • Vous présentiez à tous les rendez-vous pris à votre endroit avec votre assistant/e social/e ou avec l'avocat du Service juridique pour les Réfugiés

source: Strict limits apply at all stages of the asylum process and failure to attend appointments on time may result in the Legal Aid Board being unable to provide a service to you
fr: Toutes les étapes de la procédure de demande d'asile sont régies par des contraintes strictes: il se peut que le Service juridique pour les Réfugiés soit dans l'impossibilité de vous apporter son soutien si vous ne vous présentez pas à temps aux rendez-vous

source: To apply for legal aid and advice to assist you with your asylum application, you fill in the application form and send it to the Smithfield Law Centre at the address below
fr: Présentez-vous directement aux bureaux du Service juridique pour les Réfugiés ou téléphonez afin de prendre rendez-vous
